;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Prof. Herbert Spencer
; TranslationAuthorEmail: Prof.herbert_spencer@hotmail.com
; Soft Version: 7.x
;
[GUI]
ButtonYes=Sim 
ButtonNo=Não
ButtonOK=Ok

[Translation]
ReadHabit=Left-to-right
LanguageName=Portuguese_BR
LangCode=0416
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmação
Warning=Atenção!
Error=Erro!
Confirm=Confirmação
pmGo=Ir para o item
pmNone=Desmarcar todos
pmAll1=Selecionar todos
pmrec=Recomendado
pmIgnore=Ignore este item
pmExport=Exportar para...
pmInvert=Inverter seleção
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Cancelar
;
; Main GUI
;
FrmWDC.pmHelp.caption=Ajuda Online
FrmWDC.pmHome.caption=Homepage
FrmWDC.pmCheckNew.caption=Verificar Atualizações
FrmWDC.pmLang.caption=Idiomas
FrmWDC..caption=Sobre...
FrmWDC.btncomm.caption=Limpeza Comum
FrmWDC.btnadv.caption=Limpeza Avançada
FrmWDC.btnsilm.caption=Limpeza do Sistema
FrmWDC.btnrestore.caption=Restaurar
FrmWDC.btnsettings.caption=Opções
FrmWDC.btnlikeit.caption=Curtir
FrmWDC.btnsuggest.caption=Sugestões e Feedback
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption="Encontrar arquivos vazios" funciona apenas uma vez. Na próxima vez, você precisará escolher esta opção novamente!
Frmadvdc.btnscan.caption=Escanear
Frmadvdc.lblpath.caption=Escanear Local:
Frmadvdc.btnrescan.caption=Repetir
Frmadvdc.btnall.caption=Selecionar Todos
Frmadvdc.btnadvanced.caption=Configurações Avançadas
Frmadvdc.btnnone.caption=Nenhum Selecionado
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner é o melhor limpador de disco gratuito para limpeza de arquivos inúteis e vestígios de privacidade. Rápido, completo e seguro!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer é um conjunto otimização de disco que possui diversos utilitários de sistema para o seu PC. Fácil de usar e muito eficaz! 
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Possuimos a maior velocidade de escaneamento do mundo!
Frmadvdc.lblrec.caption=Outros aplicativos que os usuários gostaram:
Frmadvdc.vtfiles.Columns[0]=Nome do arquivo
Frmadvdc.vtfiles.Columns[1]=Tamanho
Frmadvdc.vtfiles.Columns[2]=Caminho
Frmadvdc.vtfiles.Columns[3]=Último acesso em
Frmadvdc.vtfiles.Columns[4]=Tipo
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Adicionar
FrmAdvSettings.btnremove.caption=Remover
FrmAdvSettings.btncancel.caption=Cancelar
FrmAdvSettings.wcknull.caption=Procurar arquivos vazios (mais lento)
FrmAdvSettings.wckshortcut.caption=Procurar atalhos inválidos (mais lento)
FrmAdvSettings.caption=Configurações Avançadas
FrmAdvSettings.btnre.caption=Recomendedado
FrmAdvSettings.btnall.caption=Selecionar Todos
FrmAdvSettings.btnnone.caption=Desmarcar Todos
;
; About
;
FrmAboutWin.caption=Sobre...
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Versão Atual:
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblemail.caption=e-mail de suporte:
FrmAbout.lblthanks.caption=Nossos agradecimentos às seguintes pessoas por suas contribuições:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Modo Linha de Comando
FrmAutorunSettings.lblcmdinfo.caption=Você pode executar o programa, varrer e limpar seus discos automaticamente por linha de comando. Para mais informações, por favor, pressione F1 ou clique na seguinte URL para ler o nosso documento de ajuda.
FrmAutorunSettings.chk1.caption=Criar Atalho "Limpeza com 1-click" na área de trabalho.
FrmAutorunSettings.chkadv.caption=Incluir Limpeza Avançada
FrmAutorunSettings.btnhelp.caption=Ajuda Online
;
; Common Cleaner
;
FrmCommon.btnall.caption=Selecionar Todos
FrmCommon.btnre.caption=Recomendado
FrmCommon.btnnone.caption=Desmarcar Todos
FrmCommon.wckadv.caption=Incluir Limpeza Avançada
FrmCommon.WiseLabel1.caption=Agendar
FrmCommon.lbltype.caption=Selecionar Opção:
FrmCommon.lblweek.caption=Selecionar Dia:
FrmCommon.lbltime.caption=Selecionar Hora:
FrmCommon.btnScan.caption=Escanear
FrmCommon.lblstat.caption=Rápido e fácil em limpar arquivos inúteis e traços.
FrmCommon.btncancel.caption=Cancelar
FrmCommon.btnrescan.caption=Repetir
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Adicionar Arquivo
FrmExclusion.btnAddFolder.caption=Adicionar Pasta
FrmExclusion.btnAddType.caption=Adic.Tipo de Arquivo
FrmExclusion.btnImport.caption=Importar
FrmExclusion.btnExport.caption=Exportar
FrmExclusion.btnRemove.caption=Remover
;
; General Settings
;
FrmGeneral.chkNews.caption=Receber novidades automaticamente
FrmGeneral.chkwipe.caption=Remover com segurança (mais lento)
FrmGeneral.WiseLabel1.caption=Verificar Atualizações:
FrmGeneral.WiseLabel2.caption=Idioma Atual:
FrmGeneral.btnchecknew.caption=Verificar Agora!
FrmGeneral.WiseLabel4.caption=Esvaziar pastas personalizadas (Somente para usuários avançados)
FrmGeneral.btnAdd.caption=Adicionar
FrmGeneral.btnRemove.caption=Remover

;
; Restore
;
FrmRestore.btnrestore.caption=Restaurar
FrmRestore.btnremove.caption=Remover
FrmRestore.Btnclose.caption=Fechar
FrmRestore.caption=Restaurar

;
; Settings
;
FrmSettings.tsCommon.caption=Geral
FrmSettings.tsAutoRun.caption=Auto-Iniciar
FrmSettings.tsExclusion.caption=Ignorar
FrmSettings.btnAbout.caption=Sobre
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Cancelar
FrmSettings.caption=Opções
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Por favor, use nossos produtos inteligentes para melhorar o desempenho do Windows agora.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer é um conjunto otimização de disco que possui diversos utilitários de sistema para o seu PC. Fácil de usar e muito eficaz!
FrmSysClean.lbl1.caption=Wise Registry Cleaner é o principal limpador grátis para Windows. Rápido, completo e seguro!
FrmSysClean.lblre.caption=Gostaria de melhorar o desempenho do Windows?
FrmSysClean.btnSlimming.caption=Limpar
FrmSysClean.btnall.caption=Selecionar Todos
FrmSysClean.btnrecommended.caption=Recomendado
FrmSysClean.btnnone.caption=Desmarcar Todos
FrmSysClean.vtsys.Columns[0]=Item
FrmSysClean.vtsys.Columns[1]=Tamanho
FrmSysClean.vtsys.Columns[2]=Local
FrmSysClean.vtsys.Columns[3]=Sugestão
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Se você gostou do Wise Disk Cleaner, por favor, indique-o para quem você ama também!
FrmlikeUs.lblInfo.caption=Por favor, compartilhe o Wise Disk Cleaner com sua família, amigos, colegas, por e-mail, Blog, Twitter, Youtube, Facebook, etc .. Muito Obrigado! Agindo assim, você vai trazer mais comodidade e eficiência para a sua vida e para os que ama...
FrmlikeUs.lblRate.caption= Classifique o Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Siga-nos no:
FrmlikeUs.lblshare.caption=Compartilhe o Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Download Gratuito
FrmlikeUs.imgrate.hint=Dê-nos 5 estrelas 
FrmlikeUs.imgmail.hint=Compartilhe com seus amigos
FrmlikeUs.imgface1.hint=Compartilhe no facebook
FrmlikeUs.imgface2.hint=Siga-nos no facebook
FrmlikeUs.imgtwitter1.hint=Compartilhe no twitter
FrmlikeUs.imgtwitter2.hint=Siga-nos no twitter
FrmlikeUs.Caption=Curtir
FrmlikeUs.lbldownload.caption=Baixe mais aplicações gratuitas em WiseCleaner.com:

[Message]
LestOneItem=Você deve escolher um item para limpar!
HistorySaved=O espaço total recuperado foi: %s
DisableAdd=Por razões de segurança, algumas pastas especiais (como "pasta Windows", "Boot do H.D" e "CD-DVD-ROM") não estão autorizados à serem adicionados nesta lista. 
ConfirmAdd=Tem certeza que deseja remover todos os arquivos em %s quando você executar a "Limpeza Avançada"?
DupFolder=Esta pasta já está na lista!
ExImport=A lista de exclusão foi exportada para:
SelectHardDrive=Por favor, selecione a unidade
CreationDate=Data da Criação
Description=Descrição
NowCleaning=Limpando Agora:
ScheduleNextTime=Na próxima vez:
Never=Nunca
InputType=Escreva o nome do arquivo ou o tipo de arquivo (Por Exemplo: *.tmp etc..)
WarnNoType=Por favor, escolha pelo menos um tipo de arquivo para pesquisar!
NoItemChecked=Por favor, escolha um ou mais arquivos para limpar.
WDCRunning=O programa ainda está sendo executado.
RemoveSysRestore=Você deseja remover o ponto de restauração selecionado do sistema?
RestoreFromSysRestore=Você deve reiniciar o computador para iniciar a restauração do sistema. Você quer iniciar a restauração agora?
WarnZeroFile=Você selecionou o modo "Esvaziar Arquivo". Alguns arquivos 0 byte são necessários. Por favor, verifique-os antes de removê-los. Tem certeza que deseja fazer isso?
SysRestoring=Preparando para restaurar o sistema...
SysCreating=Criando ponto de restauração do sistema...
Browse=Procurar...
AllHardDrive=Discos Locais
Cleaning=Limpando...
Exported=Os itens atuais foram exportados para %s, você deseja abrir o arquivo agora?
LeftTimeSec=Duração: %s segundo(s)
Safetodel=Este item pode ser eliminado de forma segura.
MoreSpace=Para liberar mais espaço.
Unknow=Desconhecido.
AddFileType=Adicione o tipo de arquivo
AlreadExist=%s Já existe na lista!
illegalType=%s Arquivo com o nome errado!
Summary=Resumo
InputSummary=Por favor, coloque uma descrição para este tipo de arquivo:
noselected=Nenhum item foi selecionado.
DelFileType=Tem certeza de que deseja excluir este tipo de arquivo?
ScanAborted=O Escaneamento foi cancelado!
TrashFound=%d Arquivos, totais %s, foram encontrados.
NoTrashAndTrace=Parabéns, seu computador foi limpo!
CleanDone=Limpeza completada!
LestOne=Por favor, escolha pelo menos um item para escanear!
LestOneClean=Por favor, escolha pelo menos um item para limpar!
Scanning=Escaneando...
InvalidIgnorItem=Não é possível ignorar este item!
TraceFound=%d Traços Encontrados.
CleanNow=Recomenda-se iniciar uma limpeza imediatamente!
TrashRemoved=%d Arquivos foram removidos e %s de espaço em disco foi liberado.
TraceRemoved=%d Os traços foram removidos!
LastCommonClean=A última vez que você limpou o disco foi em:
Working=Por favor aguarde completar a tarefa atual e tente novamente.
NoFilesFound=Sem arquivos considerados lixo.
NoTracesFound=Não foram encontrados traços
FindTraces=%d traços
NoItemFound=Nenhum item foi encontrado
FindFilesSize=%d total de arquivos %s, foram encontrados
FindTracesSection=%d traços foram encontrados nessa seção 
CanFreeSpace=%d arquivos foram encontrados e %s serão salvos
TotalTraces=Um total de %d traços foram encontrados
EnableRestore=A restauração do sistema está desabilitada. Você deseja ativar restauração do sistema?
RestorePointFail=A criação do ponto de restauração falhou!
ErrorMsg=Mensagem de Erro:
NoNewVer=Parabéns, a versão que você está usando é a mais recente!
KeyWord=Por favor, entre com a(s) palavra(s) chave:
AddFolder=Adicionar pasta
CannotCrTask=Não é possível criar uma tarefa agendada.
InvalidType=Por favor, coloque uma extensão de arquivo válido.
NoType=Por favor, verifique pelo menos um tipo de pesquisa.
FailToDelete=Alguns arquivos não podem ser excluídos até o próximo reinício do sistema.
GoodHabit=Manter o seu PC limpo é um bom hábito. Por favor, mantenha-o sempre limpo!
7After=%d Dias se passaram desde a última limpeza. Uma análise imediata é recomendada.
7Before=É recomendado manter seus discos sempre limpos e sua privacidade em segurança!
TaskExists=A tarefa programada já existe. Você deseja apagá-la ou criar uma nova tarefa de programação? (Não - Editar a tarefa existente Cancelar - Cancelar o processo.)
NoBackupSelected=Por favor, escolha pelo menos um backup para restaurar!
StartScan=Escanear
StartClean=Iniciar Limpeza
Cancel=Cancelar
Idle=Quando Ocioso
Daily=Diário
Weekly=Semanal
Monthly=Mensal
Monday=Segunda
Tuesday=Terça
Wednesday=Quarta
Thursday=Quinta
Friday=Sexta
Saturday=Sábado
Sunday=Domingo
AvdDefaultHint=Configurações Avançadas - Aqui você pode localizar arquivos inúteis e liberar mais espaço no HD.
TrashFoundEx=Os arquivos que se seguem (lixo), foram encontrados:
NoDriveChecked=Você deve escolher uma ou mais unidades para escanear!
ScanFor=Escaneando unidade(s):
FindDrives=Pesquisando unidade(s)...

[CommonClean]
ScanAbortedHint=Sugerimos que você faça um novo escaneamento imediatamente para encontrar arquivos inúteis e traços.
DefaultHint=A limpeza de arquivos inúteis e vestígios de navegação na Internet pode aumentar o espaço livre no HD e proteger a sua privacidade.
ScanAbortedHint1=Sugerimos que você faça um novo escaneamento imediatamente para encontrar arquivos inúteis.
WhenIdle=Quando Ocioso

[SysClean]
Open=Abrir
Remove=Remover
MoreSpace=Liberar Espaço
Cleaning=Limpando...
Scanning=Escaneando...
ScanEnd=Um total de %d itens foram encontrados. %s de espaço em disco será liberado depois da Limpeza Comum.
NoItems=Parabéns, sua unidade de sistema está limpa!
SpaceFreed=A Limpeza Comun foi concluída. %s de espaço em disco foi liberado.
Installer=Instalações obsoletas do Windows.
LongInstaller=Os instalações obsoletas do Windows são arquivos inúteis. Eles podem ser removidos para obter mais espaço livre em disco.
PatchUninstall=Arquivos de desinstalação de patches do Windows Update.
LongPatchUninstall=Se você não precisa desinstalar atualizações do Windows , você pode remover esses arquivos.
Downloadedfiles=Arquivos de atualizações baixados pelo Windows.
Longdownloadedfiles=Após a instalação das atualizações do Windows ser bem sucedida, é seguro remover os arquivos.
Baselinecache=Cache de base de instalador do Windows.
LongBaselinecache=As pastas são criadas pelo instalador do Windows e podem ser removidas.
JPIME=IME Japonês
LongJPIME=Se você não precisa mais de arquivos IME japonês, você pode removê-los.
KoreanIME=IME Coreano
LongKoreanIME=Se você não precisa mais de arquivos IME Coreano, você pode removê-los.
TChineseIME=IME Chinês Traditional 
LongTChineseIME=Se voce não Precisa Mais de Arquivos IME Chinês tradicional, você Pode removê-los.
MPinyinIME=IME Pinyin Microsoft 
LongMPinyinIME=Se você não precisa mais de arquivos IME Pinyin Microsoft, você pode removê-los.
HelpFile=Arquivos de ajuda do Windows
LongHelpFile=Se você não precisa mais dos arquivos de ajuda do Windows, você pode removê-los.
SamplePic=Amostra de imagens do Windows
LongSamplePic=Se você não precisa mais da Amostra de Imagens do Windows, você pode removê-la.
SampleMic=Amostra de músicas do Windows
LongSampleMic=Se você não precisa mais da Amostra de Música do Windows, você pode removê-la.
SampleVideos=Amostra de Vídeos do Windows
LongSampleVideos=Se você não precisa mais da Amostra de vídeos do Windows, você pode removê-la.
SampleMedia=Mídia de exemplo do Windows
LongSampleMedia=Se você não precisa mais da Mídia de exemplo do Windows, você pode removê-la.
Wallpaper=Arquivos de papel de parede do Windows
LongWallpaper=Se você não precisa mais de arquivos de papel de parede do Windows, você pode removê-los


[Area]
Networkmapping=Mapeamento do histórico da unidade de redes
LastDownloadDir=Último local de download
TrashClean=Arquivos Inúteis no Computador
TraceClean=Traços no Computador
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=Outros Aplicativos
WindowsPaint=Paint
WindowsDefender=Windows Defender
WindowsWordpad=Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Componentes do Windows
FireFoxOther=Histórico Mozilla FireFox 
FireFoxPass=Senhas salvas no Mozilla FireFox 
FireFoxForm=Autocompletar formulários no Mozilla FireFox 
FireFoxCookies=Cookies Mozilla FireFox 
ChromePass=Senhas salvas no Google Chrome
ChromeForm=Autocompletar formulários no Google Chrome 
ChromeCookies=Cookies no Google Chrome
IEPass=Senhas salvas no IE (Dados privados não serão listados)
IEForm=Autocompletar formulários no IE (Dados privados não serão listados)
IECookies=Cookies do IE
TypeInternet=Navegação - Internet
JumpList=Pular listas da barra de tarefas (Itens fixos serão removidos também)
SearchList=Histórico de pesquisa do Windows
TraryNotify=Cache da área de notificação (bandeja) do Windows
ExplorerMRU=Explorador de outros MRUs
Recentdocuments=Documentos recentes
RunStartMenu=Executar no menu iniciar
TypeSystem=Sistema - Windows
Flash=Adobe Flash Player
TypeMedia=Multimídia
FireFoxCache=Cache do Mozilla FireFox 
ChromeCache=Cache do Google Chrome 
IECahce=Cache do IE
LogFile=Arquivos de logs do sistema
DownloadedPatch=Arquivos baixados criados pelo Windows
ErrorReport=Relatório de erros do Windows
Dump=Arquivos de despejo de memória do Windows
ThumbCache=Cache de miniaturas
InvalidLnk=Atalhos inválidos
UserTemp=Arquivos (lixo) criados por aplicativos
SysTemp=Arquivos (lixo) criados pelo Windows
Prefetch=Dados da pasta prefetch
RemoteDesktop=Arquivos de cache da área de trabalho remota
Recyclebin=Esvaziar a lixeira
SafariCache=Cache do Safari 
SafariHistory=Histórico do Safari 
SafariCookies=Cookies d Safari 
SafariPass=Informações de formulários salvas no Safari

[Type]
UserDefine=Definido pelo usuário
ZeroFile=Arquivos vazios - 0 bytes
WinSetupLog=Log de ??erros de instalações do Windows
NtUninstall=Desinstalar patches fontes do Windows 
InvalidLnk=Atalhos Inválidos
UserTemp=Arquivos em pastas temporárias dos Usuários
WinTemp=Arquivos em pastas temporárias do Windows
RecentFiles=Links de Arquivos Recentes 
PatchSource=Fontes de instalações do Windows Update 
TempFile=Arquivos temporários
fcwdir=Arquivos criados por processo de downloads
tfcbp=Arquivos temporários criados por programas
sdrf=Restaurar arquivos criados durante o escaneamento do disco
OldFile=Arquivos .old
outdatedfile=Arquivos desatualizados
fcwhfir=Arquivos criados quando um arquivo de ajuda está sendo executado
Ncfile=Cache de arquivos de novos grupos 
Backupfile=Arquivos de Backup
WBfile=Backup do MS Word
Cbswahf=Arquivos criados enquanto procura um arquivo de ajuda
whtf=Arquivos temporários de ajuda do Windows Windows
Logfile=Arquivos de Logs
LLogfile=Arquivo de log criado por aplicativos ou serviços do sistema.
Errorfile=Arquivos de Erros
Wmdf=Arquivos de despejo de memória Win2000/XP/Vista/7/8/
bcomf=Cópias de backup de arquivos modificados
Indexfile=Arquivos de índice
ifcbsiotitpbs=Arquivos de índice criados pelo sistema para melhorar a velocidade de navegação de imagens
Tfcds=Arquivos temporários criados durante a instalação
Intermediatefile=Arquivos Intermediários
chkfile=Arquivo recuperado

[AutoClean]
DiskSaved=Espaço em disco foi recuperado!
Title=Parabéns!
TraceCleanned=Os vestígios foram limpos!